-bot-name = TouchSwap

start_command = 
    .description = Запустити бота
language_command = 
    .description = Змінити мову
socials_command = 
    .description = Приєднатися до спільноти
help_command = 
    .description = Показати довідку
friend_command = 
    .description = Запросити друга
profile_command = 
    .description = Показати профіль
setcommands_command =
    .description = Налаштувати команди бота

welcome = 
    .title =*Ласкаво просимо, @{ $name }, до {-bot-name}*
    .title-second-paragraph =Натисніть на монету та спостерігайте за зростанням вашого балансу
    .title-third-paragraph =*{-bot-name}* – це децентралізована біржа на блокчейні Solana, Основна частина розподілу токена TOUCH *{-bot-name}* відбудеться серед гравців тут
    .title-fouth-paragraph = 
        Маєте друзів, родичів, колег?
        Запрошуйте їх усіх у гру
        Більше друзів, більше монет    
friend = 
    .text-caption = Поділіться зі своїми друзями та отримуйте бонуси за кожного запрошеного друга і за їхню активність:
    .text-referal = Ваше реферальне посилання: { $link } 

socials = 
    .text = Приєднуйтесь до наших соціальних мереж, щоб не пропустити жодних важливих новин або оновлень

help = 
    .earn-title =TouchSwap Тапайте, щоб заробляти:
    .earn-description =Здійсніть захоплюючу подорож із TouchSwap, привабливою грою на клацання, де ваша мета - збирати акції, просто тапаючи по вашому екрану.
    
    .leagues-title =Ліги:
    .leagues-description =Прокладіть свій шлях до вершини, накопичуючи акції швидше за вашого конкурента. Обігнайте інших та піднімайтеся лігами, щоб зайняти домінуюче пол
    .boosts-title = Підсилення:
    .boosts-description = Покращте свої заробіткові можливості, розблокувавши потужні підсилення. Виконуйте різні завдання, щоб значно збільшити свій дохід від акцій.

    .friends-title = Друзі:
    .friend-description = Підсилюйте свій прогрес, запрошуючи друзів. Ви та ваші запрошені друзі отримаєте ексклюзивні бонуси. Допоможіть своїм друзям піднятися в лігах, щоб разом здобути ще більші нагороди за акції.

    .purpose-title = Мета:
    .purpose-description = Накопичте багатство акцій, щоб обміняти їх на TAPS, ексклюзивний токен TapSwap на блокчейні Solana.

    .text = Наберіть /help, щоб переглянути цей посібник у будь-який час.
profile = 
    .title = Профіль @{ $name }
    .text = Бронзова ліга
    Загальний рахунок: {$score}
    Баланс: {$balance}
    .bottom-text = /profile для персональної статистики

language = 
    .select = Будь ласка, оберіть мову
    .changed = Мова успішно змінена
admin =
    .commands-updated = Команди оновлено.
unhandled = Невідома команда. Спробуйте /start