-bot-name = ТачСвоп

start_command = 
    .description = Запустити бота
language_command = 
    .description = Змінити мову
socials_command = 
    .description = Приєднатися до спільноти
help_command = 
    .description = Показати довідку
friend_command = 
    .description = Запросити друга
profile_command = 
    .description = Показати профіль
setcommands_command =
    .description = Налаштувати команди бота

welcome = 
    .title =*Ласкаво просимо, @{ $name }, до {-bot-name}*
    .title-second-paragraph =Натисніть на монету та спостерігайте, як зростає ваш баланс
    .title-third-paragraph =*{-bot-name}*  це децентралізована біржа на блокчейні Solana. Найбільша частина розподілу токена *{-bot-name}* TOUCH відбудеться серед гравців тут
    .title-fourth-paragraph =
        Маєте друзів, родичів, колег?
        Запросіть їх усіх до гри
        Чим більше друзів, тим більше монет

friend = 
    .text-caption = Поділіться зі своїми друзями та отримуйте бонуси за кожного запрошеного друга та за їх активність:
    .text-referal = Ваше реферальне посилання: { $link }

socials =
    .text = Приєднуйтесь до наших соціальних мереж, щоб не пропустити жодної важливої новини чи оновлень українською

help =
    .earn-title = TouchSwap Tap to Earn:
    .earn-description = Відправляйтесь у захоплюючу подорож з TouchSwap, чарівною грою-клікером, де ваша мета - збирати акції, просто тапаючи по екрану.
    
    .leagues-title = Ліги:
    .leagues-description = Проходьте крізь ранги, накопичуючи акції швидше за своїх суперників. Випереджайте інших та піднімайтеся в лігах, щоб встановити домінування.

    .boosts-title = Бонуси:
    .boosts-description = Покращуйте свої здібності заробляння, розблоковуючи потужні бонуси. Виконуйте різні завдання, щоб значно збільшити ваш дохід від акцій.

    .friends-title = Друзі:
    .friend-description = Підсилюйте свій прогрес, запрошуючи друзів. Як ви, так і ваші запрошені друзі отримають ексклюзивні бонуси. Допоможіть своїм друзям піднятися в лігах, щоб разом здобути ще більші нагороди в акціях.

    .purpose-title = Мета:
    .purpose-description = Накопичуйте велику кількість акцій, щоб обміняти їх на TAPS, ексклюзивний токен TapSwap на блокчейні Solana.

    .text = Введіть /help, щоб переглянути цей посібник у будь-який час.
profile = 
    .title = Профіль @{ $name }
    .text = Бронзова Ліга
    Загальний рахунок: {$score}
    Баланс: {$balance}
    .bottom-text = "Наберіть /profile для перегляду особистої статистики"

    
language = 
    .select = Будь ласка, оберіть вашу мову
    .changed = Мова успішно змінена
admin =
    .commands-updated = Команди оновлено.
unhandled = Невідома команда Спробуйте /start