-bot-name = TouchSwap

start_command = 
    .description = Запустити бота

language_command = 
    .description = Змінити мову

socials_command = 
    .description = Приєднатися до спільноти

help_command = 
    .description = Показати довідку

friend_command = 
    .description = Запросити друга

profile_command = 
    .description = Показати профіль

setcommands_command =
    .description = Встановити команди бота


welcome = 
    .title = Ласкаво просимо @{ $name }! до {-bot-name}!
    .title-second-paragraph = Натисніть на монету і дивіться, як зростає ваш баланс.
    .title-third-paragraph = <b>{-bot-name}</b> - це децентралізована біржа на блокчейні Tron. Найбільша частина токенів <b>{-bot-name}</b> TOUCH буде розподілена серед гравців тут.
    .title-fourth-paragraph = 
        Є друзі, родичі, колеги?
        Приведіть їх усіх до гри.
        Більше друзів - більше монет.
    .menu-start = 👋 Почати зараз!
    .menu-community = 🌐 Приєднатися до спільноти!
    .menu-help = 🆘 Довідка

friend = 
    .text-caption = Поділіться з друзями та отримуйте бонуси за кожного запрошеного друга та їхню активність:
    .text_link_description = Ваше реферальне посилання: 
    .text-referal = https://t.me/touchswap_bot?start=r_{ $code } 

socials = 
    .text = Приєднуйтесь до наших соцмереж, щоб не пропустити важливі новини та оновлення
    .menu-community = Спільнота {-bot-name}
    .menu-x = {-bot-name} на X
    .menu-site = Сайт {-bot-name}
    .menu-play = 👋 Грати

help = 
    .earn-title = {-bot-name} Натискати, щоб заробити:
    .earn-description = Почніть захоплюючу подорож з {-bot-name}, захоплюючою грою-кліккером, де ваша мета - збирати Частки, просто натискаючи на
